11/data/attachments/7c7ab71e6ad1743e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Stephanie_popular_Friend_60546_5</nif:username>
            <nif:friendToBeRequested>soap_friends_cccdb5a6-ee86-4345-91c9-d1cf209bb9ab</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>